const questions = [
    {
        id: 1,
        question: 'Какая столица Франции?',
        choices: ['Париж', 'Бобруйск', 'Москвабад'],
        answer: 'Париж',
    },
    {
        id: 2,
        question: 'Какая столица России',
        choices: ['Бобруйск же', 'Москва', 'Васюки'],
        answer: 'Москва',
    },
    {
        id: 3,
        question: 'Какая столица Казахстана',
        choices: ['Нур-Султан', 'Астана', 'Малые плешки'],
        answer: 'Астана',
    },
    {
        id: 4,
        question: 'Какая столица АСАШАЙ',
        choices: ['Нью-Йорк', 'Вашингтон', 'Лос-Анджелес'],
        answer: 'Вашингтон',
    },
    {
        id: 5,
        question: 'Какая Столица Германии',
        choices: ['Берлин', 'Штутгард', 'Кельн'],
        answer: 'Берлин',
    },
    {
        id: 6,
        question: 'Какая столица Турции',
        choices: ['Стамбул', 'Анкара', 'Александрия'],
        answer: 'Анкара',
    },
    {
        id: 7,
        question: 'Какая столица Лихтенштейна',
        choices: ['Вадуц', 'Шан', 'Алмата'],
        answer: 'Вадуц',
    },
    {
        id: 8,
        question: 'Что больше всего не нравится во фронте',
        choices: ['TS', 'JS', 'Все супер, учиться надо было лучше'],
        answer: 'Все супер, учиться надо было лучше',
    },
];
export default questions;
